// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Sincronização de Arquivos";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Cancelar";

// Text of "Next" button, used in various dialogs
"NEXT" = "Seguinte";

// Text of "Done" button, used in various dialogs
"DONE" = "OK";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Continuar";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "iDisk local anterior para %@";
"PREVIOUS DMG DIR" = "iDisks locais anteriores";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Existe uma cópia antiga do seu iDisk local neste computador que usa %@ do espaço do disco. Você gostaria de mantê-la ou de movê-la para o Lixo?";
"MIGRATION_DESKTOP"  = "Manter";
"MIGRATION_TRASH"    = "Mover para o Lixo";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Existe uma cópia antiga do seu iDisk local neste computador que usa %@ do espaço do disco. Você gostaria de mantê-la ou de movê-la para o Lixo?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Existe uma cópia antiga do seu iDisk local neste computador que usa %@ do espaço do disco. Você gostaria de mantê-la ou de movê-la para o Lixo?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Existem várias cópias antigas do seu iDisk local neste computador que usam %@ do espaço do disco. Você gostaria de mantê-las ou de movê-las para o Lixo?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Existem várias cópias antigas do seu iDisk local neste computador que usam %@ do espaço do disco. Você gostaria de mantê-las ou de movê-las para o Lixo?";
"CLEANUP_IMAGES_ALL"            = "Existem várias cópias antigas do seu iDisk local neste computador que usam %@ do espaço do disco. Você gostaria de mantê-las ou de movê-las para o Lixo?";

"CLEANUP_TITLE_1"     = "Outra cópia do seu iDisk foi encontrada em seu computador.";
"CLEANUP_TITLE_MULTI" = "Outras cópias do seu iDisk foram encontradas no seu computador.";

"Keep"  = "Manter";
"Trash" = "Mover para o Lixo";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Seu iDisk está quase cheio.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Não mostrar este aviso novamente.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Há arquivos do seu iDisk que estão no Lixo. Para criar mais espaço disponível, esvazie o Lixo.\n\nVocê pode aumentar o tamanho do seu iDisk no painel %@ das Preferências do Sistema.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Você pode aumentar o tamanho do seu iDisk através do painel %@ das Preferências do Sistema.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "O tamanho do iDisk no seu computador precisa ser ajustado.";
"RESIZE IDISK MSG" = "O iDisk do seu computador não estará disponível temporariamente durante a alteração do seu tamanho.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Não foi possível desativar seu iDisk Local.";
"CANT DISABLE BUSY MSG" = "Seu iDisk local não pode ser desativado agora porque ele contém arquivos que estão abertos. Por favor, feche os arquivos e tente novamente.";
"CANT DISABLE ERR MSG%" = "Seu iDisk local não pode ser desativado agora porque ocorreu o erro %d. Por favor, tente novamente mais tarde.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Seu iDisk está sendo sincronizado. Deseja continuar ou deseja finalizar a sessão?";
"LOGOUT BUSY MSG" = "Você pode finalizar a sessão depois que seu iDisk for sincronizado.";

// Text of the "log out" button.
"LOGOUT" = "Finalizar a Sessão";

// Text of the "continue" button.
"CONTINUE SYNC" = "Continuar Sincronização";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu bytes";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Apagando…";
"Last sync cancelled."           = "Última sincronização cancelada.";
"Finder Settings"                = "Ajustes do Finder";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Sua conta %@ expirou.";
"CREATE FAILED:NIL DMA"          = "Não foi possível ativar a sincronização do iDisk. Verifique o seu nome de usuário e senha %@ no painel %@ das Preferências do Sistema.";
"CREATE FAILED:NO USERNAME"      = "Não foi possível ativar a sincronização do iDisk. Verifique o seu nome de usuário e senha %@ no painel %@ das Preferências do Sistema.";
"CREATE FAILED:TOO BIG"          = "Não foi possível ativar a sincronização do iDisk. Seu iDisk é maior que o espaço livre disponível.";
"CREATE FAILED:UNKNOWN"          = "Não é possível ativar a sincronização do iDisk. Tente novamente mais tarde.";
"Cannot sync more than one computer at a time."	= "Outro computador está sincronizando com esta conta atualmente. Tente novamente mais tarde.";
"iDisk syncing unavailable."					= "A sincronização do iDisk não está disponível no momento. Tente novamente mais tarde.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Sua conta %@ não possui um iDisk ativo.";
